{"coverImage": "1.jpg", "date": "2016-02-02", "title": "迴路", "content": "　　「這世界上只有一個林書豪、李安和周杰倫，太不可能了。你應該還是努力唸書，拿好成績，選擇跟其他人一樣、比較安全的路。我們不應該太不一樣……」\n　　轉台。\n　　「……招考名額跟錄取率雙創歷史新高。即便錄取後得日曬雨淋在街頭電線桿裝設配電設備、搶修與維護線路工作，月薪僅約27K，仍有11名博士、2138名碩士要搶台電職缺……」\n　　轉台。\n　　「……高中生跳樓案件，今天稍早於高雄市三民區某高級中學驚傳高中生當全班師生面前從三樓窗戶一躍而下……」\n　　轉台。\n　　「少年仔！你這樣一直轉台，其他客人沒辦法看餒，啊我是要怎麼做生意啊？」年近四十仍染著一頭亮髮的老闆娘將水珠抹在髒兮兮圍裙，滷肉湯汁淋在飯上，拉起我身旁的紅色塑膠椅大剌剌坐下。\n　　「反正也沒有客人。」\n　　碗內是沾染過鹹滷汁的黃米粒和放置高溫下超過四小時、早就發灰乾癟的少量蔬菜，我將鋼筷插進飯裡，拖出一大群毫無反抗能力的傢伙，入口、咀嚼、吞嚥三位一體，手指繼續轉台。\n　　「好喔，」老闆娘環顧店內，騎樓下違法擺放的餐檯、擦過卻仍然油膩的長桌、積滿灰塵和舊漫畫的書櫃，還有規律變換畫面的電視螢幕。果真沒半點客人。「都下午三點了，你吃哪一餐啊？」\n　　「第一餐。」\n　　「唉呦！你少年人生活這麼不規律，老了你就知道！啊今天不是禮拜三嗎？禮拜三不用上課？」\n　　「禮拜三下午之後就是小週四了啊，當然要放鬆一下。」\n　　「放你的頭，學生就是要乖乖上課，不然以後出社會跟不上別人！」\n　　「休學了。」\n　　「唉呦喂啊！你休什麼學啊？這樣你以後要幹什麼啊？」\n　　「不知道，能幹嘛就幹嘛吧！」放下碗筷，抓起桌上的錢包，我頭也不回離開店裡。\n　　外頭陽光猛烈攻擊它們所能夠到達的一切地方，暴露的雙臂和頸部試圖分泌汗水來抵禦過強紫外線能量，但終究徒勞無功，皮膚戰場上血流成河。\n　　叮咚！\n　　「歡迎光臨。」\n　　便利商店裡的極地氣候讓汗液瞬間凍結，我打了個冷顫，「一杯冰的焦糖拿鐵。」\n　　老實說我並不喜歡咖啡的味道，但仍舊撕起紙杯上的貼紙，小心翼翼貼進集點小冊子，走出分隔冷氣天堂和極熱地獄的自動門。\n　　一杯咖啡一張點數，集滿六點就能兌換憤怒鳥絨毛筆，雖名為憤怒鳥，根本沒有人在意牠們為何雙眼怒視，只是說著「啊好醜喔！」或「好可愛！」，然後扔到一旁。\n　　套上毛茸茸布偶的玩意兒從來都沒什麼實用價值。\n　　紅燈停，綠燈行。\n　　再度踏上通往自習室的最後一小段道路，今天稍稍不同，道路中間的斑馬線上貼了張不起眼的點數貼紙。\n　　撿還是不撿呢？\n　　雖說一開始是為了提神念書而喝這種難喝的飲料，剛好配合活動集點，不過，不論贈品廉價或實用與否，有總比沒有好吧？\n　　從口袋翻出集點卡，已經集五點了啊，還是撿一下吧！\n　　綠燈剩下十五秒，我加快腳步，彎腰，伸出食指，摳起地上貼紙，動作一氣呵成。\n　　叭──\n　　狂暴氣流轟然灌進全身每個毛孔，頸部下意識迅速扭往左側，那是雙眼視角無法容納的龐大貨車車頭。\n　　轟。\n\n\n　　「你為什麼還坐在這裡？你應該要站起來、走出去……」\n　　「……稍早於高雄市自立陸橋及建國路交叉口發生一起死亡車禍，死者年僅二……」\n　　「……大學生是這個社會的亂源之一，整天無所事事，沒有繳稅的能力，只會出來反對……」\n　　啊！\n　　我跌坐在地上，腳邊散落曾經是塑膠椅的無數不規則形狀的銳利碎片、倒蓋的飯碗壓著幾片來不及逃離的肉片，筷子早就不知噴到哪個角落……眼鏡呢？在臉上、還在臉上……那我在哪裡？磨石花地磚、木櫃……小佳人便當店？等等！剛剛不是在路口？貨車！對，大貨車，白色車頭，風灌進耳朵，我為什麼在這裡？\n　　「唉呦！」老闆娘從騎樓下快步走來，跩著我的手臂將我整個人拉起，另一隻手拿起遙控器，關掉不斷自動跳台的電視機。\n　　「哩銃蝦啦？啊好好吃個飯也會摔成這樣，有夠好笑！」\n　　我不理會老闆娘收拾地上時的叨絮和竊笑，靠在牆邊喘氣，腦袋亂成一團，到底怎麼回事？\n　　既視感？記得理論好像是腦內的儲存出現短暫混亂，導致大腦把剛剛接收到的訊息當成久遠的回憶，重新浮現在腦海中，產生類似錯覺的情況，通常都是在不熟悉的環境或壓力之下容易產生……\n　　壓力造成的嗎？\n　　可我還沒走上街口，小巷內更遑論暴衝的大貨車，不太可能是既視感，所以是預知？還是超能力爆發？\n　　頭好痛。\n　　不，即便休學了，我可仍不打算靠當神棍賺錢。\n　　「老闆娘。」\n　　「啊？你還要吃嗎？我沒菜了說。」她濕漉漉的抹布在地上畫出深淺不同的圖案，頭也不抬。\n　　「抱歉讓妳整理。」頭好暈，大卡車迎面而來的景像分割成許多畫面，從四面八方插入腦中，右邊耳道濕濕的，指尖上有些許鮮紅而溫潤的液體。\n　　「啊你今天吃錯藥喔？那麼客氣幹嘛？我們又不是第一天認識。」\n　　「嗯……謝謝，我……去買飲料。」我從油漆剝落的牆面站起，將血液擦在褲子上，走向外頭。\n　　「你還好嗎？恍神恍神的。」\n　　我扭頭笑道，「嗯。」接著頭也不回離開店裡。\n　　熱日毒辣。南臺灣這種轟炸式的照射早就不足為奇，加以高雄市本身都市熱島效應，有陽光的時候就像大烤爐一般，只有加熱三分鐘、五分鐘、或是七分鐘的差別。\n　　叮咚！\n　　「歡迎光臨！」\n　　就阻隔熱氣這點，便利商店永遠是神聖而不可侵犯之地，即便有貼滿廣告的自動門、中年婦女和制服少年的談心時間及人生規劃、溫室效應的強力推手，地位仍舊無可動搖。\n　　「需要什麼嗎？」店員年紀和我相仿，露出門齒微笑詢問。\n　　「冰的焦糖拿鐵，謝謝。」\n　　「所以你說不念就不念？」用餐區的婦人突然拉高音量，制服少年雙眼流瀉出怯懦，緊張的扯扯衣領。店員和我面面相覷，一副「唉！好可憐啊！」的神情，轉身處理我的咖啡。\n　　這種場景我倒是十分熟悉，幾天前和老媽通的電話之中似乎就上演過。\n　　「可、可是我對當醫生又沒有興趣！」少年的反駁略帶哭腔，很可惜，當你成為青少年以後，這招對大人就不怎麼管用了。\n　　「所以你就不念書了？」\n　　「我沒有說我不念啊！」\n　　「你爸每天在醫院這麼辛苦，看到你這樣一定會覺得很心痛，花那麼多錢讓你補習，你又不是沒那個資質，那你不讀書以後要幹嘛？去工地搬磚頭？」婦人的咄咄逼人似乎讓少年慌了手腳，開始重複囁嚅著：「我又沒有說我不念……」\n　　「那你說說看你不讀醫科你想幹嘛，當店員還是什麼？」\n　　「想當考古學家，研究古代的文物……」\n　　「我告訴你，台灣沒甚麼東西好挖的，你念那個東西出來要幹嘛？幫別人撿骨嗎？」\n　　「又不是讀那個就要撿骨！」\n　　「讀那個根本賺不到幾個錢！」\n　　碰！制服少年用力拍擊桌面，因長年窩在書桌前的不良坐姿，即便挺起胸膛仍稍嫌佝僂，直立的雙腿不由自主顫動，「不是所有東西都能用錢衡量的好嗎？所以妳要我花好幾年去讀一個我完全沒興趣的醫科？」\n　　「呃，不好意思，請不要大聲吼叫。」店員制止他們倆的同時遞給我冰涼咖啡，我走出自動門，眼角餘光掃向相互拉扯衣角的兩人，婦人嘴裡還是唸著「你乖乖念書就對了。」\n　　不是什麼東西都能用錢衡量，真的是這樣嗎？\n　　腦中浮現馬斯洛的需求金字塔。\n　　必須先滿足生理及安全的最基本溫飽階段，才能追求更上層的感情需求、尊重需求，及最後的自我實現。\n　　如果自我實現是最上層、最遙遠的目標，那是不是應該先滿足生理、安全等下層階段，才能來談理想？而滿足的要件是食物、水、衣物、家……這些都是需要錢的吧？\n　　所以必須先填飽肚子、確保自己生命安全、愛人與被愛、得到社會地位及尊重之後，才能實現自我理想，做自己真正想做的事？\n　　頭好暈，這種複雜的問題似乎不是一個重考米蟲能思考出解答的。\n　　紅燈停，綠燈行。\n　　或許是環境忽冷忽熱，頭隱隱作痛，斑馬線中央貼了張集點貼紙，我毫不猶豫走向前，等等，這場景好像在那兒見過……\n　　叭──\n　　白色車頭如鯨魚破開水面般竄出，空氣猛烈擠壓發出的瞬間爆鳴聲差點摧毀我的耳膜，我摀起雙耳，本能向後跳開。\n　　今天是注定要命喪於此了嗎？\n　　彷彿投影布幕的巨大車頭上閃過一幕幕這二十年來的種種，果真沒什麼好留戀的啊，除了讀書、聽話、看大人臉色外，唯一精彩的大概是不想再讀書而負氣離家那段時光。\n　　沒想到最後還是以重考生的姿態離開人世。\n　　幹，這也太無聊了吧！\n　　假設今天逃過一劫，說不定還能活個六十年。\n　　我可不想再這樣下去了！\n　　窮也好，被瞧不起也好，如果是追求自己真正想要的，還管別人什麼眼光啊？\n　　我咬緊牙關，腳尖朝柏油地面使勁一蹬，身體順勢扭轉撲向前方，如獵豹奔馳般與地面平行。\n　　唰──我的雙肘快速摩擦炙熱柏油路面，但完全感覺不到疼痛，時間的流動彷彿濃稠黏液，方才意外流暢的動作延緩了幾秒死神的衝撞，足尖再次踏地，這次是子彈噴射。\n　　人生第一次在雙向車道上奔跑，也是第一次被大貨車緊貼不放的追著，腎上腺素終於發揮功效，我越跑越快，兩腿關節的劈啪聲迴盪在整條建國路上。\n　　狂風不斷擠壓胸膛，我猛力吸氣、吐氣、吸氣、再吐氣，雙腿擺動不減反增，但還是甩不開死亡的威脅。\n　　耳道濕濕黏黏，又開始滲出血了嗎？\n　　我會死在這裡嗎？\n　　真是無趣，太晚想通，白白浪費了二十年！\n　　「呃！」腳拌了一下，翻滾、翻滾、翻滾、再翻滾，眼鏡不知道遺落何處，我看著貨車壓頂而來。\n　　咻咻──\n　　不知什麼原因，貨車騰空而起，底盤、輪胎和複雜線路從我的鼻尖掠過，轟隆隆翻覆在人行道上。\n　　整條道路亂成一團，抬起頭來，駕駛座上的傢伙穿著西裝？怎麼回事？\n　　穿西裝的人甘於成為貨車司機？\n　　我掙扎坐起，膝蓋和手肘又辣又痛，瘋狂流瀉汩汩鮮紅，貨車司機似乎也試圖離開駕駛座，勾破的西裝外套來回舞動著。\n　　太不真實了，但我還活著，謝天謝地。\n　　我還活著。\n　　突如其來的狂風吹得我頭昏腦脹，扭頭，另一台天殺的貨車疾駛而至。\n　　駕駛座上是個穿著正式的中年婦女。\n　　轟。\n\n\n　　「閉合迴路，英文是closed loop，設定這迴路的任意一點為初始點。從這初始點順著迴路路徑移動，必定會再遇到初始點……」\n　　轉台。\n　　「……會發生的事情終究會發生，無論你怎麼想辦法避開，就算成功避開了，它終究會發生……」\n　　轉台。\n　　「……覺悟吧！你就認份回家，你哪裡都逃不去的……」\n　　轉台。\n　　「少年仔！你這樣一直轉台，其他客人沒辦法看餒，啊我是要怎麼做生意啊？」年近四十的老闆娘從騎樓往店裡喊道，但我一點也不想搭理她，繼續重複手指按壓的動作。\n　　「……遊行，預計近3百位家長與孩子一起上街頭，表達對12年國教入學制度不滿……」\n　　轉台。\n　　「……這些家長都比小孩還想要第一志願，這些家長永遠不知自己的小孩想要什麼，因為他們只知道自己想要什麼……」\n　　轉台。\n　　我看看手錶，指針靜止在三點零三分。\n　　腦袋轟轟作響。不知何故，過去二十年來的片段記憶在腦中打滾翻攪。\n　　「丟臉！」\n　　「你知道你自己在說什麼嗎？」\n　　「你永遠是我們心頭上的一塊肉，逼你是為你好！」\n　　「我告訴你！你永遠留著陳家的血，你不念書人家會怎麼說我們？」\n　　「我真的是教育失敗，我怎麼教你的？」\n　　「這樣跟長輩說話嗎？你的夢想根本沒有實踐的價值。」\n　　「你去重考吧，下次再努力。」\n　　「乖乖念書！別想那些有的沒的。」\n　　「閉嘴！」\n　　叭──\n　　往四周無限延展的白色貨車車頭撞破樓房牆面，將電視機碾成碎片，我看不清駕駛座上的人是誰，只是挺直腰桿，嚥下口中米飯。\n　　趴嘰。\n　　不知什麼東西的碎裂聲直達耳道深處，大概是夢想吧？"}